{
  "no": [
    "Likestilling og tillit er viktige verdier i det norske samfunnet.",
    "Selv om mange bor alene, er sosiale aktiviteter en del av kulturen.",
    "Jeg mener at velferdsstaten gir folk trygghet, men også store kostnader.",
    "Det forventes at man tar ansvar for seg selv og følger regler.",
    "Mange innvandrere opplever at nordmenn er reserverte, men det handler ofte om privatliv.",
    "Samfunnet bygger på samarbeid og respekt for forskjeller."
  ],
  "en": [
    "Equality and trust are important values in Norwegian society.",
    "Even though many people live alone, social activities are part of the culture.",
    "I think the welfare state gives people security but also high costs.",
    "It is expected that you take responsibility for yourself and follow rules.",
    "Many immigrants feel Norwegians are reserved, but it is often about privacy.",
    "Society is built on cooperation and respect for differences."
  ],
  "es": [
    "La igualdad y la confianza son valores importantes en la sociedad noruega.",
    "Aunque muchas personas viven solas, las actividades sociales son parte de la cultura.",
    "Creo que el estado de bienestar brinda seguridad, pero también altos costos.",
    "Se espera que la gente sea responsable y siga las reglas.",
    "Muchos inmigrantes sienten que los noruegos son reservados, pero a menudo se trata de privacidad.",
    "La sociedad se basa en la cooperación y el respeto por las diferencias."
  ],
  "zh-cn": [
    "平等和信任是挪威社会的重要价值观。",
    "虽然很多人独居，但社交活动仍然是文化的一部分。",
    "我认为福利国家为人们提供安全感，但也带来高成本。",
    "人们应对自己负责并遵守规则。",
    "许多移民觉得挪威人比较拘谨，但这通常与隐私有关。",
    "社会建立在合作和尊重差异的基础上。"
  ],
  "ar": [
    "المساواة والثقة قيم مهمة في المجتمع النرويجي.",
    "على الرغم من أن العديد من الناس يعيشون بمفردهم، فإن الأنشطة الاجتماعية جزء من الثقافة.",
    "أعتقد أن دولة الرفاهية توفر الأمان لكنها مكلفة أيضًا.",
    "من المتوقع أن يتحمل الناس المسؤولية عن أنفسهم ويتبعوا القواعد.",
    "يشعر العديد من المهاجرين أن النرويجيين متحفظون، لكن هذا غالبًا يتعلق بالخصوصية.",
    "المجتمع مبني على التعاون واحترام الاختلافات."
  ]
}