{
  "no": {
    "easy": [
      "Jeg bor i Oslo.",
      "Jeg liker norsk mat.",
      "Vi feirer jul i desember.",
      "Jeg jobber på skole.",
      "Nordmenn drikker mye kaffe.",
      "Jeg går tur i helgen."
    ],
    "medium": [
      "I Norge liker folk å gå på tur, fordi naturen er viktig.",
      "Jeg har bodd her i to år, og jeg trives godt.",
      "Jeg synes nordmenn er stille, men vennlige.",
      "I mitt land er familien viktigere i hverdagen.",
      "Jeg liker at nordmenn har mye frihet.",
      "Jeg skriver e-post til læreren og venner på norsk."
    ],
    "hard": [
      "Likestilling og tillit er viktige verdier i det norske samfunnet.",
      "Selv om mange bor alene, er sosiale aktiviteter en del av kulturen.",
      "Jeg mener at velferdsstaten gir folk trygghet, men også store kostnader.",
      "Det forventes at man tar ansvar for seg selv og følger regler.",
      "Mange innvandrere opplever at nordmenn er reserverte, men det handler ofte om privatliv.",
      "Samfunnet bygger på samarbeid og respekt for forskjeller."
    ]
  },
  "en": {
    "easy": [
      "I live in Oslo.",
      "I like Norwegian food.",
      "We celebrate Christmas in December.",
      "I work at a school.",
      "Norwegians drink a lot of coffee.",
      "I go hiking on weekends."
    ],
    "medium": [
      "In Norway, people like to go hiking because nature is important.",
      "I have lived here for two years, and I enjoy it.",
      "I think Norwegians are quiet but friendly.",
      "In my country, family is more important in daily life.",
      "I like that Norwegians have a lot of freedom.",
      "I write emails to my teacher and friends in Norwegian."
    ],
    "hard": [
      "Equality and trust are important values in Norwegian society.",
      "Even though many people live alone, social activities are part of the culture.",
      "I think the welfare state gives people security but also high costs.",
      "It is expected that you take responsibility for yourself and follow rules.",
      "Many immigrants feel Norwegians are reserved, but it is often about privacy.",
      "Society is built on cooperation and respect for differences."
    ]
  },
  "es": {
    "easy": [
      "Vivo en Oslo.",
      "Me gusta la comida noruega.",
      "Celebramos la Navidad en diciembre.",
      "Trabajo en una escuela.",
      "Los noruegos beben mucho café.",
      "Salgo a caminar los fines de semana."
    ],
    "medium": [
      "En Noruega, a la gente le gusta hacer senderismo porque la naturaleza es importante.",
      "He vivido aquí dos años y me gusta mucho.",
      "Creo que los noruegos son tranquilos pero amables.",
      "En mi país, la familia es más importante en la vida diaria.",
      "Me gusta que los noruegos tengan mucha libertad.",
      "Escribo correos electrónicos a mi profesor y amigos en noruego."
    ],
    "hard": [
      "La igualdad y la confianza son valores importantes en la sociedad noruega.",
      "Aunque muchas personas viven solas, las actividades sociales son parte de la cultura.",
      "Creo que el estado de bienestar brinda seguridad, pero también altos costos.",
      "Se espera que la gente sea responsable y siga las reglas.",
      "Muchos inmigrantes sienten que los noruegos son reservados, pero a menudo se trata de privacidad.",
      "La sociedad se basa en la cooperación y el respeto por las diferencias."
    ]
  },
  "zh-cn": {
    "easy": [
      "我住在奥斯陆。",
      "我喜欢挪威菜。",
      "我们在十二月庆祝圣诞节。",
      "我在学校工作。",
      "挪威人喝很多咖啡。",
      "我周末去散步。"
    ],
    "medium": [
      "在挪威，人们喜欢去徒步旅行，因为大自然很重要。",
      "我在这里住了两年，我很喜欢。",
      "我觉得挪威人安静但友好。",
      "在我的国家，家庭在日常生活中更重要。",
      "我喜欢挪威人有很多自由时间。",
      "我用挪威语给老师和朋友写电子邮件。"
    ],
    "hard": [
      "平等和信任是挪威社会的重要价值观。",
      "虽然很多人独居，但社交活动仍然是文化的一部分。",
      "我认为福利国家为人们提供安全感，但也带来高成本。",
      "人们应对自己负责并遵守规则。",
      "许多移民觉得挪威人比较拘谨，但这通常与隐私有关。",
      "社会建立在合作和尊重差异的基础上。"
    ]
  },
  "ar": {
    "easy": [
      "أعيش في أوسلو.",
      "أحب الطعام النرويجي.",
      "نحتفل بعيد الميلاد في ديسمبر.",
      "أعمل في مدرسة.",
      "النرويجيون يشربون الكثير من القهوة.",
      "أذهب في نزهة في عطلة نهاية الأسبوع."
    ],
    "medium": [
      "في النرويج، يحب الناس المشي في الطبيعة لأن الطبيعة مهمة.",
      "لقد عشت هنا لمدة عامين وأنا أستمتع بذلك.",
      "أعتقد أن النرويجيين هادئون لكن ودودون.",
      "في بلدي، الأسرة أكثر أهمية في الحياة اليومية.",
      "أحب أن يكون لدى النرويجيين الكثير من الحرية.",
      "أكتب رسائل إلكترونية للمعلم والأصدقاء باللغة النرويجية."
    ],
    "hard": [
      "المساواة والثقة قيم مهمة في المجتمع النرويجي.",
      "على الرغم من أن العديد من الناس يعيشون بمفردهم، فإن الأنشطة الاجتماعية جزء من الثقافة.",
      "أعتقد أن دولة الرفاهية توفر الأمان لكنها مكلفة أيضًا.",
      "من المتوقع أن يتحمل الناس المسؤولية عن أنفسهم ويتبعوا القواعد.",
      "يشعر العديد من المهاجرين أن النرويجيين متحفظون، لكن هذا غالبًا يتعلق بالخصوصية.",
      "المجتمع مبني على التعاون واحترام الاختلافات."
    ]
  }
}