{
  "no": {
    "easy": [
      "Hei! Hvordan har du det?",
      "Takk for hjelpen!",
      "Jeg blir litt sen i dag.",
      "Ha en fin dag!",
      "Vi sees i morgen!"
    ],
    "medium": [
      "Hei, jeg ville bare bekrefte møtet klokken ti i morgen.",
      "Kan du sende meg filen før lunsj?",
      "Jeg gleder meg til helgen.",
      "Takk igjen for meldingen din, jeg setter stor pris på det.",
      "Gi beskjed hvis du trenger noe mer."
    ],
    "hard": [
      "Takk for forståelsen og hjelpen i denne situasjonen.",
      "Jeg ønsker å avtale et møte neste uke for å diskutere prosjektet.",
      "Vennligst gi beskjed hvis du har noen spørsmål eller bekymringer.",
      "Det var flott å snakke med deg tidligere i dag.",
      "Jeg setter pris på din raske respons på e-posten min."
    ]
  },
  "en": {
    "easy": [
      "Hi! How are you?",
      "Thank you for your help!",
      "I will be a little late today.",
      "Have a nice day!",
      "See you tomorrow!"
    ],
    "medium": [
      "Hi, I just wanted to confirm the meeting at ten tomorrow.",
      "Can you please send me the file before lunch?",
      "I’m looking forward to the weekend.",
      "Thanks again for your message, I really appreciate it.",
      "Let me know if you need anything else."
    ],
    "hard": [
      "Thank you for understanding and helping with this situation.",
      "I would like to schedule a meeting next week to discuss the project.",
      "Please let me know if you have any questions or concerns.",
      "It was great talking to you earlier today.",
      "I appreciate your quick response to my email."
    ]
  },
  "es": {
    "easy": [
      "¡Hola! ¿Cómo estás?",
      "Gracias por tu ayuda.",
      "Llegaré un poco tarde hoy.",
      "¡Que tengas un buen día!",
      "Nos vemos mañana."
    ],
    "medium": [
      "Hola, solo quería confirmar la reunión a las diez de mañana.",
      "¿Puedes enviarme el archivo antes del almuerzo?",
      "Tengo muchas ganas del fin de semana.",
      "Gracias de nuevo por tu mensaje, lo aprecio mucho.",
      "Avísame si necesitas algo más."
    ],
    "hard": [
      "Gracias por tu comprensión y ayuda en esta situación.",
      "Me gustaría programar una reunión la próxima semana para hablar del proyecto.",
      "Por favor, avísame si tienes alguna pregunta o inquietud.",
      "Fue genial hablar contigo hoy.",
      "Aprecio tu rápida respuesta a mi correo electrónico."
    ]
  },
  "zh-cn": {
    "easy": [
      "你好！你好吗？",
      "谢谢你的帮助！",
      "我今天会晚一点到。",
      "祝你有美好的一天！",
      "明天见！"
    ],
    "medium": [
      "你好，我只是想确认一下明天十点的会议。",
      "请在午饭前把文件发给我。",
      "我很期待周末。",
      "再次感谢你的留言，我非常感激。",
      "如果你还需要什么，请告诉我。"
    ],
    "hard": [
      "感谢你在这件事上的理解和帮助。",
      "我想安排下周开个会议讨论这个项目。",
      "如果你有任何问题或担忧，请告诉我。",
      "今天早些时候和你交谈很愉快。",
      "感谢你快速回复我的电子邮件。"
    ]
  },
  "ar": {
    "easy": [
      "مرحباً! كيف حالك؟",
      "شكراً لمساعدتك!",
      "سأتأخر قليلاً اليوم.",
      "أتمنى لك يوماً سعيداً!",
      "أراك غداً!"
    ],
    "medium": [
      "مرحباً، أردت فقط تأكيد الاجتماع في الساعة العاشرة غداً.",
      "هل يمكنك إرسال الملف قبل الغداء من فضلك؟",
      "أتطلع حقاً إلى عطلة نهاية الأسبوع.",
      "شكراً مرة أخرى على رسالتك، أقدر ذلك كثيراً.",
      "أخبرني إذا كنت بحاجة إلى أي شيء آخر."
    ],
    "hard": [
      "شكراً لتفهمك ومساعدتك في هذه المسألة.",
      "أود تحديد اجتماع الأسبوع القادم لمناقشة المشروع.",
      "يرجى إخباري إذا كان لديك أي أسئلة أو مخاوف.",
      "كان من الرائع التحدث معك في وقت سابق اليوم.",
      "أقدر استجابتك السريعة لرسالتي الإلكترونية."
    ]
  }
}
